Repository: Speddy/plugins
Catalog: incubator/CronJobs/l10n/po/*.po
Languages: de_de, es_ar, ru_ru

source: %d minute
es_ar: %d minuto
ru_ru: %d минута

source: 0 for unlimited
de_de: 0 für unbegrenzt
es_ar: 0 para ilimitado
ru_ru: 0 - не ограничено

source: Actions
de_de: Aktionen
es_ar: Acciones
ru_ru: Действия

source: Activate
de_de: Aktivieren
es_ar: Activar
ru_ru: Активировать

source: Add / Edit Cron job
de_de: Cronjob anpassen / Neu anlegen
es_ar: Añadir / Editar Tarea Programada
ru_ru: Добавить / Изменить задачу

source: Add / Edit cron job permissions
de_de: Cronjob Berechtigungen anpassen / Neu anlegen
es_ar: Añadir / Editar permisos tareas programadas
ru_ru: Добавить / Изменить доступ к задачам

source: Add cron job
de_de: Cronjob hinzufügen
es_ar: Añadir Tares Programada
ru_ru: Добавить задачу

source: Add permissions to all customers which do not have cron job permissions yet.
de_de: Berechtigung für alle Kunden die noch keinen Cronjob anlegen können hinzufügen
es_ar: Añadir permisos a todos los clientes que no tienen permisos de trabajo cron todavía.
ru_ru: Добавить доступ всем клиентам, у которых еще нет доступа до cron.

source: Admin / Settings / Cron Job Permissions
de_de: Admin / Einstellungen / Cronjob Berechtigungen
es_ar: Administrador / Configuraciones / Permisos de Tareas Programadas
ru_ru: Администратор / Настройки / Доступ к задачам

source: Admin / System tools / Cron Jobs
de_de: Admin / Systemwerkzeuge / Cronjobs
es_ar: Administrador / Herramientas del Sistema / Tareas Programadas
ru_ru: Администратор / Системные инструменты / Задачи Cron

source: An unexpected error occurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.
es_ar: Ha ocurrido un error inexperado.
ru_ru: Произошла неожиданная ошибка.

source: An unexpected error occurred. Please contact your administrator.
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte kontaktiere den Administrator.
es_ar: Ha ocurrido un error inexperado. Póngase en contacto con su administrador.
ru_ru: Обнаружена непредвиденная ошибка. Пожалуйста свяжитесь с Вашим администратором.

source: An unexpected error occurred. Please contact your reseller.
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte kontaktiere den Reseller.
es_ar: Ha ocurrido un error inexperado. Póngase en contacto con su distribuidor.
ru_ru: Произошла непредвиденная ошибка. Пожалуйста свяжитесь с Вашим реселлером.

source: An unexpected error occurred: %s
de_de: Ein unerwarteter Fehler ist aufgetreten: %s
es_ar: Ha ocurrido un error inexperado: %s
ru_ru: Произошла неожиданная ошибка: %s

source: Apply to all customers
de_de: Auf alle Benutzer anwenden
es_ar: Aplicar a todos los clientes
ru_ru: Применить ко всем клиентам

source: Are you sure you want to delete this cron job?
de_de: Bist Du sicher, dass dieser Cronjob gelöscht werden soll?
es_ar: ¿Estás seguro que querés eliminar esta tarea programada?
ru_ru: Вы действительно хотите удалить эту задачу?

source: Are you sure you want to revoke the cron job permissions for this customer?
de_de: Cronjob Berechtigung für dieses Kunden löschen?
es_ar: ¿Estás seguro que querés revocar los permisos de tareas programadas a este cliente?
ru_ru: Вы действительно хотите снять доступ к задачам для этого клиента?

source: Are you sure you want to revoke the cron job permissions for this reseller?
de_de: Cronjob Berechtigung für diesen Reseller löschen?
es_ar: ¿Estás seguro que querés revocar los permisos de tareas programadas a este revendedor?
ru_ru: Вы действительно хотите снять доступ к задачам для этого реселлера?

source: Bad request.
de_de: Inkorrekte Anfrage.
es_ar: Petición incorrecta.
ru_ru: Неверный запрос.

source: Cancel
de_de: Abbrechen
es_ar: Cancelar
ru_ru: Отмена

source: Client / Web Tools / Cron Jobs
de_de: Kunde / Webwerkzeuge / Cronjobs
es_ar: Cliente / Herramientas Web / Tareas Programadas
ru_ru: Клиент / Инструменты / Cron задачи

source: Command
de_de: Kommando
es_ar: Comando
ru_ru: Команда

source: Command must be a valid HTTP URL.
de_de: Kommando muss eine valide HTTP-URL sein.
es_ar: El comando tiene que ser una URL HTTP válida.
ru_ru: Команда должна иметь верный HTTP URL.

source: Command to execute...
de_de: Kommando wird ausgeführt...
es_ar: Comando a ejecutar...
ru_ru: Команда выполняется...

source: Command type
de_de: Kommando-Typ
es_ar: Tipo de Comando
ru_ru: Тип команды

source: Configuring cron jobs requires distinct knowledge of the crontab syntax on Unix based systems. More information about this topic can be obtained on the following webpage:
de_de: Das Konfigurieren der cron-Jobs benötigt ausgeprägte Kenntnisse über die Crontab-Syntax auf Unix-basierten Systemen. Weitere Informationen zu diesem Thema sind auf der folgenden Webseite erhältlich:
es_ar: Configurar tareas programas requiere de conocimiento de la sintaxis del crontab de los sistemas Unix. Mas información acerca de este tema puede ser obtenida en la siguiente página:
ru_ru: Настройка задач cron требует базовых знаний о синтаксисе crontab на Unix based системах. Дополнительную информацию вы сможете прочесть на этой странице:

source: Cron job has been scheduled for activation.
de_de: Cron-Job wurde zum Aktivieren angesetzt.
es_ar: La tarea de Cron ha sido programada para ser activación.
ru_ru: Задача была успешно помечена для активации.

source: Cron job has been scheduled for addition.
de_de: Cron-Job wurde zum Hinzufügen angesetzt.
es_ar: La tarea de Cron ha sido programada para ser añadida.
ru_ru: Задача была успешно помечена для добавления.

source: Cron job has been scheduled for deactivation.
de_de: Cron-Job wurde zum Deaktivieren angesetzt.
es_ar: La tarea de Cron ha sido programada para ser desactivación.
ru_ru: Задача была успешно помечена для деактивации.

source: Cron job has been scheduled for deletion.
de_de: Cron-Job wurde zum Löschen angesetzt.
es_ar: La tarea de Cron ha sido programada para ser eliminada.
ru_ru: Задача была успешно помечена для удаления.

source: Cron job has been scheduled for update.
de_de: 'Cron-Job wurde zum Aktualisieren angesetzt.
es_ar: La tarea de cron ha sido programada para ser actualizada.
ru_ru: Задача была успешно помечена для обновления.

source: Cron job permissions
de_de: Cronjob-Berechtigungen
es_ar: Permisos tareas Programadas
ru_ru: Доступ к задачам

source: Cron job permissions were added.
de_de: Cronjob-Berechtigungen wurden hinzugefügt.
es_ar: Permisos de Tarea Programada añadidos.
ru_ru: Доступ к задачам был добавлен.

source: Cron job permissions were removed.
de_de: Cronjob-Berechtigungen wurden entfernt.
es_ar: Se retiraron los permisos de trabajo Cron.
ru_ru: Доступ к задачам был удалён.

source: Cron job permissions were scheduled for revocation.
de_de: Cronjob-Berechtigungen wurden zum Widerrufen vorgemerkt.
es_ar: Permisos de trabajo Cron se programaron para la revocación.
ru_ru: Доступ к задачам был помечен для аннулирования.

source: Cron job permissions were updated.
de_de: Cronjob-Berechtigungen wurden aktualisiert.
es_ar: Permisos de Tarea Programada actualizados.
ru_ru: Доступ к задачам был обновлён.

source: Cron jobs
es_ar: Tareas Programadas
ru_ru: Задачи

source: Cron jobs frequency
de_de: Cron-Jobs-Frequenz
es_ar: Frecuencia de la tarea programada
ru_ru: Частота задачи

source: Cron jobs type
de_de: Cron-Jobs-Typen
es_ar: Tipo de tarea programada
ru_ru: Тип задачи

source: Customer name
de_de: Kundenname
es_ar: Nombre del Cliente
ru_ru: Имя клиента

source: Day of month
de_de: Tag des Monats
es_ar: Día del mes
ru_ru: День месяца

source: Day of the month at which the cron job must be executed.
de_de: Tag des Monats, an welchem der cron-Job ausgeführt werden soll.
es_ar: Día del mes en que se ejecutará la tarea programada.
ru_ru: День месяца, в который задача должна быть выполнена.

source: Day of the week at which the cron job must be executed.
de_de: Wochentag, an welchem der cron-Job ausgeführt werden soll.
es_ar: Día de la semana en que se ejecutará la tarea programada.
ru_ru: День недели, в который задача должна быть выполнена.

source: Day of week
de_de: Wochentag
es_ar: Día de la Semana
ru_ru: День недели

source: Deactivate
de_de: Deaktivieren
es_ar: Desactivar
ru_ru: Деактивировать

source: Delete
de_de: Löschen
es_ar: Eliminar
ru_ru: Удалить

source: Edit
de_de: Ändern
es_ar: Editar
ru_ru: Изменить

source: Edit permissions
de_de: Berechtigungen ändern
es_ar: Editar permisos
ru_ru: Изменить доступ

source: Email
es_ar: Correo

source: Email to which cron notifications must be sent if any. Leave blank to disable notifications.
de_de: E-Mail zu welcher die Cron-Benachrichtigungen verschickt werden sollen, sofern vorhanden. Leer lassen, um Benachrichtigungen abzuschalten.
es_ar: Dirección de correo a la cual serán enviadas las notificaciones del cron, si las hubiera. Dejarlo en blanco para deshabilitar las notificaciones.
ru_ru: Email на который будут приходить уведомления о работе cron. Оставьте поле пустым, чтобы отключить уведомления.

source: Enter a customer name
de_de: Gib einen Kundennamen ein
es_ar: Ingresá un nombre de cliente
ru_ru: Введите имя клиента

source: Enter a reseller name
de_de: Gib einen Resellernamen ein
es_ar: Ingresá un nombre de revendedor
ru_ru: Введите имя реселлера

source: Full
de_de: Voll
es_ar: Completa
ru_ru: Полный

source: Hour
de_de: Stunde
es_ar: Hora
ru_ru: Час

source: Hour at which the cron job must be executed.
de_de: Stunde an der, der Cronjob ausgeführt werden muss.
es_ar: Hora en la que se ejecutará la tarea programada.
ru_ru: Час, в который задача должна быть выполнена.

source: In minutes
de_de: In Minuten
es_ar: En minutos
ru_ru: В минутах

source: InstantSSH plugin version >= %s is required. Please update the InstantSSH plugin.
de_de: InstantSSH Plugin Versio0n >= %s ist erforderlich. Bitte das InstantSSH Plugin aktualisieren.
es_ar: Se requiere la versión plug-in InstantSSH >= %s. Por favor, actualice el plugin InstantSSH.
ru_ru: Требуется плагин InstantSSH версии >= %s is required. Пожалуйста, обновите плагин InstantSSH.

source: Interface from which you can add your cron jobs. This interface is for administrators only. Customers have their own interface which is more restricted.
de_de: Interface, aus welchem Sie Ihre cron-Jobs hinzufügen können. Dieses Interface ist nur für Administratoren. Kunden haben Ihr eigenes Interface, welches etwas eingeschränkter ist.
es_ar: Interface desde la cual podés añadir tus propias tareas programadas. Esta pantalla es solo para Administradores. Los clientes tienen su propia interface, la cual es mas restringida.
ru_ru: Интерфейс, с помощью которого, вы сможете добавлять Ваши задачи. Этот интерфейс только для администраторов. У клиентов есть свой интерфейс, который более ограничен.

source: Invalid cron job type: %s.
de_de: Ungültiger Cronjob-Typ: %s
es_ar: Tipo de tarea programada inválido: %s.
ru_ru: Неверный тип задачи: %s.

source: Invalid notification email.
de_de: Ungültige Benachrichtigungs-E-Mail.
es_ar: Correo de notificación inválido.
ru_ru: Неверный email для уведомления.

source: Invalid value for the '%s' field.
de_de: Ungültiger Wert für das '%s' Feld.
es_ar: Valor inválido para el campo '%s'.
ru_ru: Неверное значение поля '%s'.

source: Jailed
de_de: Eingesperrt
es_ar: Jaula
ru_ru: Изолировано

source: List of customers which are allowed to add cron jobs.
de_de: Liste der Kunden, welchen erlaubt ist, cron-Jobs anzulegen.
es_ar: Listado de clientes que tienen permitido añadir tareas programadas.
ru_ru: Список клиентов, которым разрешено выполнять задачи cron.

source: List of resellers which are allowed to give cron job permissions to their customers.
de_de: Liste der Reseller, welche befugt sind, Ihren Kunden cron-Job-Berechtigungen zu geben.
es_ar: Listado de revendedores que tienen permitido dar permisos de tareas programadas a sus clientes.
ru_ru: Список реселлеров, которым разрешено давать доступ клиентам выполнять задачи cron

source: Loading data...
de_de: Lade Daten...
es_ar: Cargando datos...
ru_ru: Загрузка данных...

source: Max. cron jobs
es_ar: Máx. Tareas Programadas
ru_ru: Max. задач

source: Minimum time interval between each cron job execution.
de_de: Minimaler Intervall zwischen jeder cron-Job Ausführung.
es_ar: Intérvalo mínimo de tiempo entre cada ejecución de tarea programada.
ru_ru: Минимальный интервал между выполнением задач.

source: Minimum time interval between each cron job execution: %s
de_de: Minimaler Zeitinterval zwischen der Ausführung jeden cron-Jobs: %s
es_ar: Intérvalo de tiempo mínimo entre cada ejecución de tareas programadas: %s
ru_ru: Минимальный интервал между выполнением задач: %s

source: Minute
es_ar: Minuto
ru_ru: Минута

source: Minute at which the cron job must be executed.
de_de: Minute, an welcher der cron-Job ausgeführt werden soll.
es_ar: Minuto en el que se ejecutará la tarea programada.
ru_ru: Минута, в который задача должна быть выполнена.

source: Month
de_de: Monat
es_ar: Mes
ru_ru: Месяц

source: Month at which the cron job must be executed.
de_de: Monat, an welchem der cron-Job ausgeführt werden soll.
es_ar: Mes en el que se ejecutará la tarea programada.
ru_ru: Месяц в который задача должна быть выполнена.

source: Newbie: Intro to cron
de_de: Neuling: Einführung in die Cron
es_ar: Novato: Introducción al cron
ru_ru: Новичку: Введение в cron

source: Nothing has been changed.
de_de: Es wurde nichts geändert.
es_ar: Nada ha sido modificado.
ru_ru: Ничего не было изменено

source: One or many cron jobs which belongs to the reseller's customers are currently processed. Please retry in few minutes.
de_de: Einer oder mehrere cron-Jobs, welche dem Reseller seinen Kunden zugeordnet sind, werden derzeit verarbeitet. Versuchen Sie es in ein paar Minuten nochmal.
es_ar: Una o varias tareas programadas que pertencen a clientes del revendedor están siendo procesadas actualmente. Por favor, reintentalo en unos minutos.
ru_ru: Одна или более задач, принадлежащих клиентам реселлера уже выполняется. Попробуйте снова через несколько минут.

source: Parsing error.
de_de: Parsing-Fehler
es_ar: Error de análisis.
ru_ru: Ошибка парсинга.

source: Permissions were added.
de_de: Berechtigungen wurden hinzugefügt.
es_ar: Permisos de Tarea Programada añadidos.
ru_ru: Доступ был добавлен.

source: Please enter a customer name.
de_de: Bitte gib einen Kundennamen ein.
es_ar: Por favor, ingresá un nombre de cliente.
ru_ru: Пожалуйста, введите имя клиента.

source: Please enter a reseller name.
de_de: Bitte gib einen Resellernamen ein.
es_ar: Por favor, ingresá un nombre de revendedor.
ru_ru: Пожалуйста, введите имя клиента.

source: Remove permissions
de_de: Berechtigungen entfernen
es_ar: Quite permisos
ru_ru: Удалить права

source: Request Timeout: The server took too long to send the data.
de_de: Request Timeout: Der Server brauchte zu lange, um die Daten zu senden..
es_ar: Tiempo de espera de petición agotado: El servidor ha tardado demasiado en enviar datos.
ru_ru: Задержка зарпоса: Сервер ожидает слишком долго.

source: Reseller / Users / Cron Job Permissions
de_de: Reseller / Benutzer / Cronjob Berechtigungen
es_ar: Revendedor / Usuarios / Permisos de Tareas Programadas
ru_ru: Реселлер / Пользователи / Доступ к заданиям Cron

source: Reseller name
es_ar: Nombre del Revendedor
ru_ru: Имя реселлера

source: Revoke permissions
de_de: Berechtigungen widerrufen
es_ar: Revocar permisos
ru_ru: Отменить доступ

source: Save
de_de: Speichern
es_ar: Guardar
ru_ru: Сохранить

source: Status
es_ar: Estado
ru_ru: Статус

source: The available shortcuts are: @reboot, @yearly, @annually, @monthly, @weekly, @daily, @midnight and @hourly
de_de: Die verfügbaren Shortcuts sind: @reboot, @yearly, @annually, @monthly, @weekly, @daily, @midnight and @hourly
es_ar: Los atajos disponibles son: @reboot, @yearly, @annually, @monthly, @weekly, @daily, @midnight and @hourly
ru_ru: Доступные команды: @reboot, @yearly, @annually, @monthly, @weekly, @daily, @midnight and @hourly

source: This is the interface from which you can add your cron jobs.
de_de: Die ist die Oberfläche, an der Du Cronjobs hinzufügen kannst.
es_ar: Desde esta pantalla podés añadir tareas programadas
ru_ru: Это интерфейс, из которого вы можете добавить свои задачи cron.

source: Type
de_de: Typ
es_ar: Tipo
ru_ru: Тип

source: Type of allowed cron jobs. Note that the Url cron jobs are always available, whatever the selected type.
de_de: Typen der erlaubten cron-Jobs. Beachten Sie, dass die Url-Cron-Jobs immer verfügbar sind, unabhängig vom ausgewählten Typ.
es_ar: Tipo de tarea programada permitida. Tener presente que el tipo de tarea Url está siempre disponible, cualquiera sea el tipo seleccionado.
ru_ru: Тип разрешенных задач. Заметьте, что cron URL всегда разрешены, вне зависимости от типа задач.

source: Unknown action.
de_de: Unbekannte Aktion.
es_ar: Acción desconocida.
ru_ru: Неизвестное действие.

source: Unknown customer. Please enter a valid customer name.
de_de: Unbekannter Kunde. Bitte gib einen gültigen Kundennamen ein.
es_ar: Cliente desconocido. Por favor, ingresá un nombre válido de cliente.
ru_ru: Неизвестный клиент. Пожалуйста, введите верное имя клиента.

source: Unknown reseller. Please enter a valid reseller name.
de_de: Unbekannter Reseller. Bitte gib einen gültigen Resellernamen ein.
es_ar: Revendedor desconocido. Por favor, ingresá un nombre válido de revendedor.
ru_ru: Неизвестный реселлер. Пожалуйста, введите верное имя реселлера.

source: Unlimited
de_de: Unbegrenzt
es_ar: 0 para ilimitado
ru_ru: Не ограничено

source: Url commands are run via GNU Wget while shell commands are run via shell command interpreter (eg. Dash, Bash...).
de_de: Url-Befehle werden über GNU-Wget ausgeführt, während Shell-Befehle über Shell-Befehlsinterpreter ausgeführt werden (z.B. Dash, Bash...).
es_ar: Un comando Url se ejecuta a través de Wget mientras que un comando shell se ejecuta a través de un interprete de consola (por ej.. Dash, Bash...).
ru_ru: Команды URL запускаются через GNU Wget тогда как консольные команды запускаются через командный интерпретатор (нр. Dash, Bash...).

source: Url must not contain any username/password for security reasons.
de_de: URL darf aus Sicherheitsgründen keinen Benutzernamen/Passwort enthalten.
es_ar: Por razones de seguridad, la Url no puede contener ningún nombre de usuario/contraseña.
ru_ru: URL по соображениям безопасности не должен содержать значений логина или пароля.

source: User
de_de: Benutzer
es_ar: Usuario
ru_ru: Пользователь

source: User must be a valid UNIX user.
de_de: Benutzer muss ein gültiger UNIX-Benutzer sein.
es_ar: Tiene que ser un usuario UNIX válido.
ru_ru: Пользователь быть действующим пользователем UNIX.

source: User under which the cron job must be executed.
de_de: Benutzer unter dem der Cronjob ausgeführt wird.
es_ar: Usuario bajo el cual se ejecutará la tarea programada.
ru_ru: Пользователь, от имени которого должна быть запущена задача.

source: Value for the '%s' field cannot be empty.
de_de: Wert für das '%s' Feld darf nicht leer sein.
es_ar: El valor del campo '%s' no puede estar vacío.
ru_ru: Значение '%s' не может быть пусто.

source: When using a shortcut in the minute time field, all other time/date fields are ignored.
de_de: Wenn im Minuten-Feld ein Shortcut benutzt wird, werden alle anderen Zeit/Datum-Felder ignoriert.
es_ar: Usando un atajo en el campo Minuto, los demas campos, hora/día, serán ignorados.
ru_ru: При использовании значения в минутном поле, другие значения времени и даты игнорируются.

source: Wrong value for the 'Cron jobs frequency' field. Please, enter a number.
de_de: Falscher Wert für das Feld 'Cron-Jobs-Frequenz'. Tragen Sie bitte eine Nummer ein.
es_ar: Valor incorrecto para el campo 'Frecuencia de tareas programadas'. Por favor, ingresá un número.
ru_ru: Неверное значение поля 'Частота задач'. Пожалуйста, введите число.

source: Wrong value for the 'Max. cron jobs' field. Please, enter a number.
de_de: Falscher Wert für das Feld 'Max. cron-Jobs'. Tragen Sie bitte eine Nummer ein.
es_ar: Valor incorrecto para el campo 'Máximo de tareas programas'. Por favor, ingresa un número.
ru_ru: Неверное значение поля 'Max. cron jobs'. Пожалуйста, введите число.

source: You can learn more about the syntax by reading:
de_de: Du kannst hier mehr über die Syntax erfahren:
es_ar: Podés aprender mas sobre la sintaxis leyendo:
ru_ru: Вы можете узнать больше о синтаксисе, прочтя:

source: You're exceeding the allowed limit of %s minutes, which is the minimum interval time between each cron job execution.
de_de: Sie überschreiten den erlaubten Limit von %s Minuten, welcher der minimale Zeitinterval zwischen der Ausführung jeden cron-Jobs ist.
es_ar: Estás excediendo el límite de %s minutos, el cual es el intérvalo mínimo de tiempo entre cada ejecución de tarea programada.
ru_ru: Вы достигли установленного ограничения в %s минут, являющегося минимальным интервалом между запуском задач.

source: Your cron jobs limit is reached.
de_de: Dein Cronjob-Limit ist erreicht.
es_ar: Tu límite de tareas programadas ha sido alcanzado.
ru_ru: Ваш лимит задач исчерпан.

source: Shell
ru_ru: Консоль

source: n/a
de_de: n/v
