Repository: Speddy/plugins
Catalog: incubator/PhpSwitcher/l10n/po/*.po
Languages: de_de, fr_fr, nl_nl, ru_ru, sv_se

source: Actions
de_de: Aktionen
nl_nl: Acties
ru_ru: Действия
sv_se: Åtgärder

source: Add new PHP version
de_de: Neue PHP Version hinzufügen
fr_fr: Ajouter une nouvelle version PHP
nl_nl: Voeg nieuwe PHP-versie toe
ru_ru: Добавить новую версию PHP
sv_se: Lägg till ny PHP-version

source: Admin / Settings / PHP Switcher
de_de: Admin / Einstellungen / PHP Switcher
fr_fr: Administrateur / Paramètres / Php Switcher
nl_nl: Beheerder / Instellingen / PHP Switcher
ru_ru: Администратор / Настройки / Версии PHP
sv_se: Admin / Inställningar / PHP Switcher

source: All fields are required.
de_de: Alle Felder werden benötigt.
fr_fr: Tous les champs sont requis.
nl_nl: Alle bestanden zijn vereist.
ru_ru: Произошла неожиданная ошибка: %s
sv_se: Alla fält är obligatoriska.

source: An unexpected error occurred.
de_de: Ein unerwarteter Fehler ist aufgetreten.
fr_fr: Une erreur inattendue s'est produite.
nl_nl: Er is een onbekende fout opgetreden.
ru_ru: Произошла неожиданная ошибка.
sv_se: Ett oväntat fel inträffade.

source: An unexpected error occurred: %s
de_de: Ein unerwarteter Fehler ist aufgetreten: %s
fr_fr: Un erreur inattendue s'est produite: %s
nl_nl: Er is een onbekende fout opgetreden: %s
ru_ru: Произошла неожиданная ошибка: %s
sv_se: Ett oväntat fel inträffade: %s

source: Are you sure you want to delete this PHP version?
de_de: Sind Sie sicher, dass Sie diese PHP Version löschen wollen?
fr_fr: Etes-vous certain de vouloir supprimer cette version PHP?
nl_nl: Weet u zeker dat u deze PHP-versie wilt verwijderen?
ru_ru: Вы действительно хотите удалить эту версию PHP?
sv_se: Är du säker på att du vill radera denna PHP-version?

source: Are you sure you want to re-generate all PHP info files?
de_de: Sind Sie sicher, dass Sie die PHP-Info Dateien regenerieren wollen?
fr_fr: Etes-vous certain de vouloir regénérer tous les fichiers phpinfo?
nl_nl: Weet u zeker dat u alle PHP-informatiebestanden opnieuw wilt genereren?
ru_ru: Вы действительно хотите перегенерировать все файлы PHP info?
sv_se: Är du säker på att du vill re-genererar alla PHP info filer?

source: Bad request.
de_de: Ungültige Anforderung.
fr_fr: Mauvaise requête.
nl_nl: Verkeerd verzoek.
ru_ru: Неверный запрос.
sv_se: Dålig förfrågan.

source: Cancel
de_de: Abbruch
fr_fr: Annuler
nl_nl: Annuleren
ru_ru: Отмена
sv_se: Annullera

source: Client / Domains / PHP Switcher
de_de: Kunde / Domains / PHP Switcher
fr_fr: Client / Domaines / Php Switcher
nl_nl: Klant / Domeinen / PHP Switcher
ru_ru: Клиент / Домены / Версии PHP
sv_se: Client / Domäner / PHP Switcher' => 'Kund / Domäner / PHP Switcher

source: Close
de_de: Schließen
fr_fr: Fermer
nl_nl: Sluiten
ru_ru: Закрыть
sv_se: Stänga

source: Delete this PHP version
de_de: Diese PHP-Version löschen
fr_fr: Supprimer cette version PHP
nl_nl: PHP-versie verwijderen
ru_ru: Удалить эту версию PHP
sv_se: Radera denna PHP-version

source: Domain name
fr_fr: Nom de domaine
nl_nl: Domeinnaam
ru_ru: Доменное имя
sv_se: Domain namn

source: Domain status
fr_fr: Status du domaine
nl_nl: Domeinstatus
ru_ru: Статус домена
sv_se: Domän status

source: Edit %%s version
de_de: Bearbeite %%s Version
fr_fr: Editer la version %%s
nl_nl: PHP-versie %%s aanpassen
ru_ru: Изменить версию %%s
sv_se: Redigera %%s version

source: Edit this PHP version
de_de: Diese PHP Version bearbeiten
fr_fr: Editer cette version PHP
nl_nl: PHP-versie aanpassen
ru_ru: Изменить эту версию PHP
sv_se: Redigera denna PHP-version

source: For each domain listed below, you can choose the PHP version you want use by selecting it.<br>Be aware that domains which are redirected on a specific URL are discarded.
de_de: Sie können für jede unten aufgelistete Domain die PHP Version auswählen, welche Sie möchten.<br>Beachte, dass Domains, welche auf eine spezifische URL weiterleiten, ausgeschlossen sind.
fr_fr: Pour chaque domaine lister ci-dessous, vous pouvez choisir la version de PHP que vous souhaitez utiliser en la sélectionnant.<br>Soyez conscient que les domaines qui sont redirigés vers une URL spécifique n'apparaissent pas dans cette liste.
nl_nl: Voor alle onderstaande domeinen kunt u de PHP-versie die u wilt gebruiken kiezen.<br>Let er op dat domeinen die worden doorgestuurd geen PHP-versie toegewezen krijgen.
ru_ru: Для каждого домена, перечисленного ниже, Вы можете выбрать версию PHP которую Вы хотите использовать.<br>Помните, что домены, которые перенаправляются на прочие URL не отображаются.
sv_se: För varje domän som anges nedan, kan du välja PHP version som du vill använda genom att markera det. <br /> Var medveten om att områden som omdirigeras på en specifik URL kasseras.

source: New PHP version
de_de: Neue PHP Version
fr_fr: Nouvelle version PHP
nl_nl: Nieuwe PHP-versie
ru_ru: Новая версия PHP
sv_se: Ny PHP version

source: Nothing has been changed.
de_de: Es wurde nichts geändert.
fr_fr: Rien a été modifié.
nl_nl: Er is niets veranderd.
ru_ru: Ничего не было изменено.
sv_se: Ingenting har förändrats.

source: PHP Switcher
ru_ru: Версии PHP
sv_se: PHP Switch

source: PHP binary
fr_fr: Binaire PHP
ru_ru: Файл PHP

source: PHP binary path
de_de: PHP Binary Pfad
fr_fr: Chemin du binaire PHP
nl_nl: PHP binary pad
ru_ru: Путь до файлов PHP
sv_se: PHP binary sökväg

source: PHP info files were successfully scheduled for re-generation.
de_de: PHP-Info Dateien wurden erfolgreich zur Regenerierung angesetzt.
fr_fr: Les fichiers phpinfo vont être régénérés.
nl_nl: PHP-informatiebestanden zijn succesvol ingepland om opnieuw aangemaakt te worden.
ru_ru: PHP версии %s успешно помечен для перегенерации.
sv_se: PHP info filer framgångsrikt planerat för re-generation.

source: PHP version
fr_fr: Version PHP
nl_nl: PHP-versie
ru_ru: Версия PHP

source: PHP version %s already exists.
de_de: PHP-Version %s existiert bereits.
fr_fr: La version PHP %s existe déjà.
nl_nl: PHP versie %s bestaat reeds.
ru_ru: PHP версии %s уже существует.
sv_se: PHP version %s finns redan.

source: PHP version %s already exists. This is the default PHP version.
de_de: PHP-Version %s existiert bereits. Dies ist die Standard PHP-Version.
fr_fr: La version PHP %s existe déjà. Il s'agit de la version par défaut.
nl_nl: PHP versie %s bestaat reeds. Dit is de standaard PHP-versie.
ru_ru: PHP версии %s уже существует. Это версия PHP по умолчанию.
sv_se: PHP version %s finns redan. Detta är den standard PHP-version.

source: PHP version %s has been scheduled for addition.
de_de: PHP Version %s wurde zur Aktualisierung angesetzt.
fr_fr: La version PHP %s va être ajoutée.
nl_nl: PHP-versie %s wordt toegevoegd.
ru_ru: PHP версии %s успешно помечен для добавления.
sv_se: PHP version %s har schemalagts för addition.

source: PHP version %s has not been found.
de_de: PHP Version %s wurde nicht gefunden.
fr_fr: La version PHP %s n'a pas été trouvée.
nl_nl: PHP versie %s is niet gevonden.
ru_ru: PHP версии %s не был найден.
sv_se: PHP version %s har inte hittats.

source: PHP version %s successfully scheduled for deletion.
de_de: PHP-Version %s erfolgreich zur Löschung vorgemerkt.
fr_fr: La version %s va être supprimée.
nl_nl: PHP-versie %s is succesvol ingepland om verwijderd te worden.
ru_ru: PHP версии %s успешно помечен для удаления.
sv_se: PHP version %s planerad till radering.

source: PHP version %s successfully scheduled for update.
de_de: PHP-Version %s erfolgreich zum Aktualisieren vorgemerkt.
fr_fr: La version %s va être mise à jour.
nl_nl: PHP-versie %s is succesvol ingepland om bijgewerkt te worden.
ru_ru: PHP версии %s успешно помечен для обновления.
sv_se: PHP version %s planerad till uppdatering.

source: PHP version %s successfully updated.
de_de: PHP-Version %s erfolgreich aktualisiert.
fr_fr: La version %s a été mise à jour.
nl_nl: PHP-versie %s succesvol bijgewerkt.
ru_ru: PHP версии %s успешно обновлено.
sv_se: PHP version %s har uppdaterats.

source: PHP version info
fr_fr: Information PHP
nl_nl: PHP-versieinformatie
ru_ru: О версии PHP

source: PHP version successfully scheduled for update. Please be patient.
de_de: PHP Version erfolgreich zum Ändern vorgemerkt. Bitte Warten...
fr_fr: La version va être mise à jour. Veuillez être patient.
nl_nl: PHP-versie succesvol ingepland om bijgewerkt te worden, even geduld a.u.b.
ru_ru: Версия PHP успешно помечена для обновления. Пожалуйста подождите.
sv_se: PHP version planerad till uppdatering. Var tålamodig.

source: Processing...
de_de: Wird bearbeitet...
fr_fr: Traitement en cours...
nl_nl: Verwerken...
ru_ru: Выполнение...
sv_se: Bearbetning...

source: Re-generate PHP info files.
de_de: Regeneriere PHP-Info Dateien
fr_fr: Regénérer les fichier phpinfo.
nl_nl: PHP-informatiebestanden opnieuw genereren.
ru_ru: Перегенерировать файлы PHP info.
sv_se: Re-genererar PHP info filer.

source: Re-generate phpinfo
de_de: Regeneriere phpinfo
fr_fr: Regénérer les fichier phpinfo
nl_nl: PHP-info opnieuw genereren
ru_ru: Перегенерировать phpinfo
sv_se: Re-genererar phpinfo

source: Request Timeout: The server took too long to send the data.
de_de: Request Timeout: Der Server brauchte zu lange, um die Daten zu senden.
fr_fr: Temp de réponse dépassé: Le serveur prend trop de temps pour envoyer les données.
nl_nl: Verzoek timeout: De server deed er te lang over om de informatie te versturen.
ru_ru: Прерывание запроса:Сервер слишком долго обрабатывает данные.
sv_se: Request Timeout: Servern tog för lång tid att skicka data.

source: Save
de_de: Speichern
fr_fr: Sauvegarder
nl_nl: Opslaan
ru_ru: Сохранить
sv_se: Spara

source: Show info
de_de: Zeige Info
fr_fr: Afficher les information
nl_nl: Informatie tonen
ru_ru: Показать PHP info
sv_se: Visa info

source: Status
ru_ru: Статус

source: This plugin require the apache fcgid i-MSCP server implementation.
de_de: Dieses Plugin benötigt die Apache fcgid i-MSCP Server Konfiguration.
fr_fr: Cette extension requière l'implémentation fcgid du serveur Apache.
nl_nl: Voor deze plugin is de Apache fcgid serverimplementatie vereist.
ru_ru: Этому плагину требуется apache fcgid режим i-MSCP сервера.
sv_se: Detta plugin kräver apache fcgid i-MSCP server.

source: Unknown Action
de_de: Unbekannte Aktion
fr_fr: Action inconnue
nl_nl: Onbekende actie
ru_ru: Неизвестное действие
sv_se: Okänd Åtgärd
