Repository: Speddy/plugins
Catalog: incubator/InstantSSH/l10n/po/*.po
Languages: fr_fr, sv_se

source: 0 for unlimited
fr_fr: 0 pour illimité
sv_se: 0 för obegränsad

source: Action has been stopped.
fr_fr: L'action a été arrếtée.

source: Action has failed.
fr_fr: L'action a échouée.

source: Add / Edit SSH Permissions
fr_fr: Ajout / Édition des permissions SSH
sv_se: Lägg till / Redigera SSH Behörigheter

source: Add / Edit SSH user
fr_fr: Ajout / Édition d'un utilisateur SSH
sv_se: Lägg till / redigera SSH-användare

source: Admin / Settings / SSH Permissions
fr_fr: Administrateur / Paramètres / Permissions SSH
sv_se: Admin / Inställningar / SSH Behörigheter

source: All fields are required.
fr_fr: Tous les champs sont requis.
sv_se: Alla fält är obligatoriska.

source: Allowed authentication options: %s
fr_fr: Options d'authentifcation autorisées: %s
sv_se: Tillåtna autentiseringsalternativ: %s

source: An SSH user with the same name or the same SSH key already exists.
fr_fr: Un utilisateur SSH ayant le même nom ou la même clé SSH existe déjà.
sv_se: En SSH användare med samma namn eller samma SSH-nyckel finns redan.

source: An unexpected error occurred.
fr_fr: Une erreur inattendue s'est produite.
sv_se: Ett oväntat fel inträffade.

source: An unexpected error occurred. Please contact your administrator.
fr_fr: Une erreur inattendue s'est produite. Veuillez contacter votre administrateur.

source: An unexpected error occurred. Please contact your reseller.
fr_fr: Une erreur inattendue s'est produite. Veuillez contacter votre revendeur.
sv_se: Ett oväntat fel inträffade. Vänligen kontakta din återförsäljare.

source: An unexpected error occurred: %s
fr_fr: Une erreur inattendue s'est produite: %s
sv_se: Ett oväntat fel inträffade: %s

source: Any authentication options defined in the default_ssh_auth_options parameter must be also defined in the allowed_ssh_auth_options parameter.
fr_fr: Toute les options d'authentification définies dans le paramètre default_ssh_auth_options doivent également être définies dans le paramètre allowed_ssh_auth_options.
sv_se: Alla autentiseringsalternativ som förekommer i default_ssh_auth_options parameter måste också anges i allowed_ssh_auth_options parametern.

source: Are you sure you want to delete this SSH user?
fr_fr: Êtes-vous certain de vouloir supprimer cet utilisateur SSH?
sv_se: Är du säker på att du vill ta bort denna SSH användare?

source: Are you sure you want to revoke SSH permissions for this customer?
fr_fr: Êtes-vous certain de vouloir révoquer les permissions SSH de ce client?
sv_se: Är du säker på att du vill återkalla SSH behörigheter för den här kunden?

source: Are you sure you want to revoke SSH permissions for this reseller?
fr_fr: Êtes-vous certain de vouloir révoquer les permissions SSH de ce revendeur?

source: Are you sure you want to schedule rebuild of all jails?
fr_fr: Êtes-vous certain de vouloir plannifier la reconstruction de toutes les prisons?

source: Authentication options
fr_fr: Options d'authentification
sv_se: Autentiserings alternativ

source: Bad request.
fr_fr: Mauvaise requête.
sv_se: Ogiltig begäran.

source: Can edit authentication options
fr_fr: Peut éditer les options d'authentification
sv_se: Kan ändra autentiseringsalternativ

source: Cancel
fr_fr: Annuler
sv_se: Avbryt

source: Client / Web Tools / SSH Users
fr_fr: Client / Outils Internet / Utilisateurs SSH

source: Confirm the password
fr_fr: Confirmez le mot de passe
sv_se: Bekräfta lösenord

source: Customer name
fr_fr: Nom du client
sv_se: Kundens namn

source: Delete this SSH user
fr_fr: Supprimer cet utilisateur SSH
sv_se: Ta bort den här SSH-användare

source: Does the shell access have to be provided in restricted environment (recommended)?
fr_fr: Est-ce que l'accès au shell doit être fournit dans un environnement restreint (recommandé)?
sv_se: Är skalet tillträde skall tillhandahållas i begränsad miljö (rekommenderas)?

source: Edit SSH user
fr_fr: Éditer l'utilisateur SSH

source: Edit permissions
fr_fr: Éditer les permissions
sv_se: Redigera behörigheter

source: Enter a customer name
fr_fr: Entrez le nom d'un client
sv_se: Ange ett kundnamn

source: Enter a number
fr_fr: Entrez un nombre
sv_se: Ange ett tal

source: Enter a password
fr_fr: Entrez un mot de passe
sv_se: Ange ett lösenord

source: Enter a reseller name
fr_fr: Entrez le nom d'un revendeur

source: Enter an username
fr_fr: Entrez un nom d'utilisateur
sv_se: Ange ett användarnamn

source: Enter authentication options
fr_fr: Entrez les options d'authentification

source: Enter your SSH key
fr_fr: Entrez votre clé SSH
sv_se: Ange ditt SSH-nyckel

source: Invalid SSH key.
fr_fr: Clé SSH non valide.
sv_se: Ogiltig SSH-nyckel.

source: Invalid default authentication options: %s
fr_fr: Options d'authentification par défaut invalides: %s
sv_se: Ogiltiga alternativ standard autentisering: %s

source: Key fingerprint
fr_fr: Empreinte de clé
sv_se: Nyckelns fingeravtryck

source: Max SSH users
fr_fr: Nombre maximum d'utilisateurs SSH
sv_se: Max SSH-användares

source: Maximum number of SSH users
fr_fr: Nombre maximum d'utilisateurs SSH
sv_se: Maximalt antal SSH-användares

source: No
fr_fr: Non
sv_se: Nej

source: No jail to rebuild. Operation cancelled.
fr_fr: Aucune prison n'a été trouvée. Opération annulée.

source: Nothing has been changed.
fr_fr: Rien a été modifié.
sv_se: Ingenting har förändrats.

source: On Linux, you can generate your rsa key pair by running the following command:
fr_fr: Sous Linux, vous pouvez générer votre pair de clés RSA en exécutant la commande suivante:
sv_se: Du kan skapa din RSA-nyckelpar genom att köra följande kommando:

source: One or many SSH users which belongs to the customer are currently processed. Please retry in few minutes.
fr_fr: Un ou plusieurs utilisateurs SSH appartenant au client sont actuellement en cours de traitement. Veuillez ré-essayer dans quelques minutes.

source: One or many SSH users which belongs to the reseller's customers are currently processed. Please retry in few minutes.
fr_fr: Un ou plusieurs utilisateurs SSH appartenant aux clients du revendeur sont actuellement en cours de traitement. Veuillez ré-essayer dans quelques minnutes.

source: Password
fr_fr: Mot de passe
sv_se: Lösenord

source: Password confirmation
fr_fr: Confirmation du mot de passe
sv_se: Bekräftelse lösenord

source: Passwords do not match.
fr_fr: Les mots de passe ne correspondent pas.
sv_se: Lösenorden matchar inte.

source: Processing...
fr_fr: Chargement en cours...
sv_se: Bearbetning...

source: Rebuild Jails
fr_fr: Reconstruire les prisons

source: Rebuild of jails has been scheduled. Depending of the number of jails, this could take some time...
fr_fr: La reconstruction des prisons a été planifiée. Selon le nombre de prisons, cela pourrait prendre du temps...

source: Request Timeout: The server took too long to send the data.
fr_fr: Temp de réponse dépassé: Le serveur prend trop de temps pour envoyer les données.
sv_se: Timeout Request: Servern tog för lång tid att skicka data.

source: Reseller / Customers / SSH Permissions
fr_fr: Revendeur / Clients / Permissions SSH

source: Reseller name
fr_fr: Nom du revendeur

source: Restricted shell
fr_fr: Shell restreint

source: Revoke permissions
fr_fr: Révoquer les permissions
sv_se: Återkalla behörigheter

source: SSH key
fr_fr: Clé SSH
sv_se: SSH-nyckel

source: SSH permissions
fr_fr: Permissions SSH
sv_se: SSH behörigheter

source: SSH permissions were added.
fr_fr: Les permissions SSH ont été ajoutées.
sv_se: SSH behörigheter sattes.

source: SSH permissions were deleted.
fr_fr: Les permissions SSH ont été supprimées.
sv_se: SSH behörigheter ströks.

source: SSH permissions were updated.
fr_fr: Les permissions SSH ont été mises à jour.
sv_se: SSH behörigheter uppdaterades.

source: SSH user
fr_fr: Utilisateur SSH
sv_se: SSH-användar

source: SSH user has been scheduled for addition. Please note that creating your SSH environment can take several minutes.
fr_fr: L'utilisateur SSH va être créé. Veuillez noter que la création de votre environment SSH peut prendre plusieurs minutes.

source: SSH user has been scheduled for deletion.
fr_fr: L'utilisateur SSH va être supprimé.
sv_se: SSH-användare planerad till radering.

source: SSH user has been scheduled for update.
fr_fr: L'utilisateur SSH va être mis à jour.
sv_se: SSH-användare planerad till uppdateringen.

source: SSH users
fr_fr: Utilisateurs SSH
sv_se: SSH-användares

source: Save
fr_fr: Sauvegarder
sv_se: Spara

source: See man authorized_keys for further details about authentication options.
fr_fr: Voir man authorized_keys pour plus de détails à propos des options d'authentification.
sv_se: Se man authorized_keys för mer information om autentiseringsalternativ.

source: Status
fr_fr: Statut

source: Supported RSA key formats are PKCS#1, openSSH and XML Signature.
fr_fr: Les formats de clés SSH supportés sont: PKCS#1, openSSH et XML Signature.
sv_se: Stöds RSA viktiga format är PKCS#1, OpenSSH och XML Signature.

source: The action has been stopped by another plugin.
fr_fr: Cette action a été stoppée par une autre extension.

source: The allowed_ssh_auth_options parameter must be an array.
fr_fr: Le paramètre allowed_ssh_auth_options doit être un tableau.

source: The default_ssh_auth_options parameter must be a string.
fr_fr: Le paramètre default_ssh_auth_options doit être une chaîne.

source: The username field is required.
fr_fr: Le nom d'utilisateur est requis.
sv_se: Användarnamnet fältet är obligatoriskt.

source: The username is too long (Max 8 characters).
fr_fr: Le nom d'utilisateur est trop long (8 charactères maximum).
sv_se: Användarnamnet är för lång (max 8 tecken).

source: This is the list of SSH users associated with your account.
fr_fr: Liste des utilisateurss SSH associés à votre compte.
sv_se: Detta är en lista över SSH-användare är kopplade till ditt konto.

source: This is the list of customers which are allowed to create SSH users to login on the system using SSH.
fr_fr: Liste des clients qui sont autorisés à créer des utilisateurs SSH pour se connecter au système.
sv_se: Detta är en lista över kunder som får skapa SSH-användare att logga in på systemet med SSH.

source: This is the list of resellers which are allowed to give SSH permissions to their customers.
fr_fr: Liste des revendeurs qui sont autorisés à donner des permissions SSH à leur clients.

source: This username is not available.
fr_fr: Ce nom d'utilisateur n'est pas disponible.
sv_se: Användarnamnet är inte tillgänglig.

source: Un-allowed password. Please use ASCII characters only.
fr_fr: Mot de passe non-autorisé. Veuillez n'utiliser que des caractères ASCII.
sv_se: Un-tillåtet lösenord. Använd bara ASCII tecken.

source: Un-allowed username. Please use alphanumeric characters only.
fr_fr: Nom d'utilisateur non-autorisé. Veuillez n'utiliser que des caractères alphanumériques.
sv_se: Un-tillåtet användarnamn. Använd bara alfanumeriska tecken.

source: Unable to schedule rebuild of jails: %s
fr_fr: Impossible de plannifier la reconstruction des prisons: %s

source: Unknown action.
fr_fr: Action inconnue.
sv_se: Okänd åtgärd.

source: Unknown customer. Please enter a valid customer name.
fr_fr: Client inconnu. Veuillez entrer un nom de client valide.
sv_se: Okänd kund. Ange ett giltigt kundnamn.

source: Unknown reseller. Please enter a valid reseller name.
fr_fr: Revendeur inconnu. Veuillez entrer le nom d'un revendeur valide.

source: Unlimited
fr_fr: Illimité
sv_se: Obegränsad

source: Username
fr_fr: Nom d'utilisateur

source: Wrong password length (Max 32 characters).
fr_fr: Mauvaise longueur de mot de passe (32 caractères maximum).
sv_se: Fel lösenord längd (Max 32 tecken).

source: Wrong password length (Min 8 characters).
fr_fr: Mauvaise longueur de mot de passe (8 caractères minimum).
sv_se: Fel lösenord längd (Min 8 tecken).

source: Wrong value for the 'Maximum number of SSH users' field. Please, enter a number.
fr_fr: Valeur incorrecte pour le champ 'Nombre maximum de comptes SSH'. Veuillez entrer un nombre.
sv_se: Fel värde för 'Maximalt antal SSH-nycklar' fält. Vänligen, ange en siffra.

source: Yes
fr_fr: Oui
sv_se: Ja

source: You can provide either a password, an SSH key or both. However, it's recommended to prefer key-based authentication.
fr_fr: Vous pouvez fournir un mot de passe, une clé SSH ou les deux. Toutefois, il est recommandé d'utiliser une authentification par clé.
sv_se: Du kan ge antingen ett lösenord, en SSH-nyckel eller båda. Men det är rekommenderat att föredra nyckelbaserad autentisering.

source: You must enter a customer name.
fr_fr: Vous devez entrer le nom d'un utilisateur.
sv_se: Du måste ange ett kundnamn.

source: You must enter a reseller name.
fr_fr: Vous devez entrer le nom d'un revendeur.

source: You must enter an SSH key.
fr_fr: Vous devez entrer une clé SSH.
sv_se: Du måste ange en SSH-nyckel.

source: You must enter either a password, an SSH key or both.
fr_fr: Vous devez entrer un mot de passe, une clé SSH ou les deux.
sv_se: Du måste ange antingen ett lösenord, en SSH-nyckel eller båda.

source: Your SSH user limit is reached.
fr_fr: Votre limite d'utilisateurs SSH est atteinte.
sv_se: Din SSH-användare gränsen är nådd.

source: n/a
fr_fr: Non disponible

source: Actions
sv_se: Åtgärder
